Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Which tool categories map to each architecture tier. Used to assess the architecture decomposition.
ar: فئات الأدوات التي تنطبق على كل مستوى من البنية. تُستخدم لتقييم تقسيم البنية.
cs: Jaké kategorie nástrojů odpovídají jednotlivým úrovním architektury. Slouží k posouzení dekompozice architektury.
de: Welche Werkzeugkategorien jeder Architekturschicht zugeordnet sind. Wird zur Bewertung der Architekturzerlegung verwendet.
el: Ποιες κατηγορίες εργαλείων αντιστοιχούν σε κάθε βαθμίδα αρχιτεκτονικής. Χρησιμοποιείται για την αξιολόγηση της αποσύνθεσης της αρχιτεκτονικής.
es: Qué categorías de herramientas se asignan a cada nivel de arquitectura. Se utiliza para evaluar la descomposición de la arquitectura.
fi: Mitkä työkalukategoriat vastaavat kutakin arkkitehtuuritasoa. Käytetään arkkitehtuurin hajoituksen arviointiin.
fr: Quelles catégories d'outils correspondent à chaque niveau d'architecture. Utilisé pour évaluer la décomposition de l'architecture.
it: Quali categorie di strumenti sono associate a ciascun livello dell'architettura. Usato per valutare la decomposizione dell'architettura.
ja: どのツールカテゴリが各アーキテクチャティアに対応するかを示します。アーキテクチャの分解を評価するために使用されます。
ko: 어떤 도구 범주가 각 아키텍처 등급에 매핑되는지 나타냅니다. 아키텍처 분해를 평가하는 데 사용됩니다.
pl: Które kategorie narzędzi przypisane są do każdej warstwy architektury. Używane do oceny dekompozycji architektury.
pt_br: Quais categorias de ferramentas mapeiam para cada camada de arquitetura. Usado para avaliar a decomposição da arquitetura.
tr: Hangi araç kategorilerinin her mimari katmana eşlendiği. Mimari ayrıştırmayı değerlendirmek için kullanılır.

source: Windowed
ar: بنوافذ
cs: S oknem
de: Fensterbasiert
el: Με παράθυρα
es: Por ventanas
fi: Ikkunoitu
fr: Par fenêtres
it: A finestre
ja: ウィンドウ化
ko: 윈도우 방식
pl: Okienkowane
pt_br: Janelado
tr: Pencereli

source: Within the %@ latency budget.
ar: ضمن ميزانية زمن الاستجابة %@.
cs: V rámci rozpočtu latence %@.
de: Innerhalb des Latenzbudgets von %@.
el: Εντός του προϋπολογισμού καθυστέρησης των %@.
es: Dentro del presupuesto de latencia de %@.
fi: Viivebudjetin %@ rajoissa.
fr: Dans le budget de latence de %@.
it: Entro il budget di latenza di %@.
ja: レイテンシ予算の %@ 以内です。
ko: %@ 지연 예산 이내입니다.
pl: W ramach budżetu opóźnienia %@.
pt_br: Dentro do orçamento de latência de %@.
tr: %@ gecikme bütçesi içinde.

source: Worker
ar: عامل
cs: Pracovník
el: Εργάτης
es: Trabajador
fi: Työntekijä
fr: Travailleur
ja: ワーカー
ko: 워커
pl: Pracownik
pt_br: Trabalhador
tr: İşçi

source: Workflow
ar: سير العمل
cs: Pracovní postup
el: Ροή εργασίας
es: Flujo de trabajo
fi: Työnkulku
ja: ワークフロー
ko: 워크플로
pl: Przepływ pracy
pt_br: Fluxo de trabalho
tr: İş akışı

source: Workload Profile
ar: ملف الحمل
cs: Profil zátěže
de: Workload-Profil
el: Προφίλ φόρτου
es: Perfil de carga
fi: Kuormaprofiili
fr: Profil de charge
it: Profilo del carico
ja: ワークロードプロファイル
ko: 워크로드 프로필
pl: Profil obciążenia
pt_br: Perfil de carga
tr: İş yükü profili

source: Works with OpenAI, LM Studio, vLLM, LocalAI, or any OpenAI-compatible endpoint.
ar: يعمل مع OpenAI و LM Studio و vLLM و LocalAI أو أي نقطة نهاية متوافقة مع OpenAI.
cs: Funguje s OpenAI, LM Studio, vLLM, LocalAI nebo s libovolným OpenAI-kompatibilním koncovým bodem.
de: Funktioniert mit OpenAI, LM Studio, vLLM, LocalAI oder jedem OpenAI-kompatiblen Endpunkt.
el: Λειτουργεί με OpenAI, LM Studio, vLLM, LocalAI ή οποιοδήποτε συμβατό OpenAI endpoint.
es: Funciona con OpenAI, LM Studio, vLLM, LocalAI o cualquier endpoint compatible con OpenAI.
fi: Toimii OpenAI:n, LM Studion, vLLM:n, LocalAI:n tai minkä tahansa OpenAI-yhteensopivan päätepisteen kanssa.
fr: Fonctionne avec OpenAI, LM Studio, vLLM, LocalAI ou tout point de terminaison compatible OpenAI.
it: Funziona con OpenAI, LM Studio, vLLM, LocalAI o qualsiasi endpoint compatibile con OpenAI.
ja: OpenAI、LM Studio、vLLM、LocalAI、その他の OpenAI 互換エンドポイントで動作します。
ko: OpenAI, LM Studio, vLLM, LocalAI 또는 OpenAI 호환 엔드포인트와 함께 작동합니다.
pl: Działa z OpenAI, LM Studio, vLLM, LocalAI lub dowolnym punktem końcowym zgodnym z OpenAI.
pt_br: Funciona com OpenAI, LM Studio, vLLM, LocalAI ou qualquer endpoint compatível com OpenAI.
tr: OpenAI, LM Studio, vLLM, LocalAI veya OpenAI uyumlu herhangi bir uç nokta ile çalışır.

source: Workspace
ar: مساحة العمل
cs: Pracovní plocha
de: Arbeitsbereich
el: Χώρος εργασίας
es: Espacio de trabajo
fi: Työtila
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
pl: Obszar roboczy
pt_br: Espaço de trabalho
tr: Çalışma alanı

source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
tr: Evet

source: Your changes will be lost if you don't save them.
ar: ستفقد تغييراتك إذا لم تحفظها.
cs: Pokud změny neuložíte, budou ztraceny.
de: Ihre Änderungen gehen verloren, wenn Sie sie nicht sichern.
el: Οι αλλαγές σας θα χαθούν αν δεν τις αποθηκεύσετε.
es: Perderás los cambios si no los guardas.
fi: Muutoksesi menetetään, jos et tallenna niitä.
fr: Vos modifications seront perdues si vous ne les enregistrez pas.
it: Le modifiche andranno perse se non vengono salvate.
ja: 保存しない場合、変更内容は失われます。
ko: 저장하지 않으면 변경 사항이 손실됩니다.
pl: Twoje zmiany zostaną utracone, jeśli ich nie zapiszesz.
pt_br: Suas alterações serão perdidas se você não as salvar.
tr: Kaydetmezseniz değişiklikleriniz kaybolur.

source: Hex
fi: Heksa
ja: 16進数
ko: 16진수

source: GB RAM
fr: Go RAM

source: Shell
ja: シェル
ko: 셸
